Repository: rezins/flutter_face_ai_sdk
Catalog: ios/Resources/*.lproj/Localizable.strings
Languages: id, zh_hans

source: About Us
id: Tentang Kami
zh_hans: 关于我们

source: Add Face By Camera
id: Tambah dengan kamera SDK
zh_hans: SDK相机添加人脸

source: Add Face From Album
id: Tambah dari album
zh_hans: 从相册添加一人脸

source: Confirm
id: Konfirmasi
zh_hans: 确认

source: Confirm Add Face
id: Konfirmasi menambahkan wajah ini?
zh_hans: 确认录入此人脸图？

source: Ensure face is clear
id: Pastikan posisi kepala sudah benar
zh_hans: 请录入无遮挡正脸清晰图

source: Face Verify and Liveness Detection
id: Verifikasi Wajah + Deteksi Liveness
zh_hans: 人脸识别+活体检测

source: I Know
id: Saya Mengerti
zh_hans: 知道了

source: Is Face Feature Exist
id: Fitur wajah sudah ada
zh_hans: 人脸特征值是否存在

# ONLY Liveness Detection
source: Liveness Detection Only
id: Hanya Deteksi Liveness
zh_hans: 炫彩|动作 活体检测

source: Retry
id: Coba Lagi
zh_hans: 重试

source: Save Face Feature
id: Simpan Fitur Wajah
zh_hans: 保存人脸特征

source: Select from album
id: Pilih dari album
zh_hans: 从相册选择

source: Select Image
id: Pilih Gambar
zh_hans: 选择图片

# Face_Tips_Code_0
source: Keep Your Face Centered
id: Hadapkan wajah ke kamera
zh_hans: 请正对摄像头

# Face_Tips_Code_1
source: No Face Detected
id: Wajah tidak terdeteksi
zh_hans: 没有检测到人脸

# Face_Tips_Code_2
source: Multiple Faces Detected
id: Terdeteksi beberapa wajah
zh_hans: 检测到多个人脸

# Face_Tips_Code_3
source: Please Move Closer
id: Mendekat sedikit
zh_hans: 请靠近一点

# Face_Tips_Code_4
source: Keep Your Face Visible
id: Memverifikasi (hadapkan ke kamera)
zh_hans: 录入中,保持正脸不晃动

# Face_Tips_Code_5
source: Please Keep Eyes Open
id: Jangan menutup mata
zh_hans: 不要闭眼睛

# Face_Tips_Code_6
source: Turn Your Face Right
id: Kepala terlalu miring ke kanan
zh_hans: 向右摆正头部

# Face_Tips_Code_7
source: Turn Your Face Left
id: Kepala terlalu miring ke kiri
zh_hans: 向左摆正头部

# Face_Tips_Code_8
source: Do Not Tilt Your Face
id: Jangan memiringkan kepala
zh_hans: 不要歪头

# Face_Tips_Code_9
source: Look Up Slightly
id: Jangan menunduk
zh_hans: 向上摆正头部

# Face_Tips_Code_10
source: Look Down Slightly
id: Jangan mendongak
zh_hans: 向下摆正头部

# Face_Tips_Code_11
source: Confirming Face
id: Mengkonfirmasi wajah
zh_hans: 人脸采集确认中

# Face_Tips_Code_13
source: Face Too Small
id: Wajah terlalu kecil
zh_hans: 人脸太小了

# Face_Tips_Code_31
source: Face Image Not Found
id: Gambar wajah tidak ditemukan
zh_hans: 没有找到对应的人脸底片

# Face_Tips_Code_32
source: Face Image Processing Failed
id: Pemrosesan gambar wajah gagal
zh_hans: 人脸底片处理失败

# Face_Tips_Code_33
source: SDK Error
id: Kesalahan SDK
zh_hans: SDK 内部错误

# Face_Tips_Code_34
source: Motion Liveness Complete
id: Deteksi liveness gerakan selesai
zh_hans: 动作活体检测完成

# Face_Tips_Code_35
source: Motion Liveness Timeout
id: Deteksi liveness gerakan waktu habis
zh_hans: 动作活体检验超时

# Face_Tips_Code_38
source: Face Not Detected Multiple Times
id: Tidak ada wajah beberapa kali
zh_hans: 多次切换人脸或检测失败

# Face_Tips_Code_41
source: Please Open Your Mouth
id: Buka tutup mulut berulang kali
zh_hans: 请张张嘴

# Face_Tips_Code_42
source: Please Smile
id: Silakan tersenyum
zh_hans: 请微笑

# Face_Tips_Code_43
source: Please Blink
id: Silakan berkedip
zh_hans: 请眨眼

# Face_Tips_Code_44
source: Please Shake Your Head
id: Silakan gelengkan kepala
zh_hans: 请摇头

# Face_Tips_Code_45
source: Please Nod Your Head
id: Silakan anggukkan kepala
zh_hans: 请点头

# Face_Tips_Code_50
source: Starting Color Flash
id: Silakan mendekat, kilat warna dimulai
zh_hans: 请靠近,屏幕即将闪烁

# Face_Tips_Code_51
source: Color Flash Success
id: Deteksi kilat warna berhasil
zh_hans: 炫彩活体成功

# Face_Tips_Code_52
source: Color Flash Failed
id: Deteksi kilat warna gagal
zh_hans: 炫彩活体失败

# Face_Tips_Code_53
source: Detection failed: Too bright. Please avoid direct light and use in a softly lit indoor environment
id: Deteksi gagal: Terlalu terang. Hindari cahaya langsung dan gunakan di lingkungan dalam ruangan dengan pencahayaan lembut
zh_hans: 炫彩活体检测失败,光线亮度过高;如图遮挡高亮光源或室内光线柔和环境使用

# Face_Tips_Code_61
source: Liveness Check Passed
id: Deteksi liveness selesai
zh_hans: 活体检测完成

# Face_Tips_Code_62
source: Face Verification Successful
id: Verifikasi wajah berhasil
zh_hans: 人脸识别成功

# Face_Tips_Code_63
source: Face Verification Failed
id: Verifikasi wajah gagal
zh_hans: 人脸识别失败
